CLASS_INDEX_MAP = {
    'background': 0,
    'C1': 1, # 第一颈椎
    'C2': 2, # 第二颈椎
    'C3': 3, # 第三颈椎
    'C4': 4, # 第四颈椎
    'C5': 5, # 第五颈椎
    'C6': 6, # 第六颈椎
    'C7': 7, # 第七颈椎
    'T1': 8, # 第一胸椎
    'T2': 9, # 第二胸椎
    'T3': 10, # 第三胸椎
    'T4': 11, # 第四胸椎
    'T5': 12, # 第五胸椎
    'T6': 13, # 第六胸椎
    'T7': 14, # 第七胸椎
    'T8': 15, # 第八胸椎
    'T9': 16, # 第九胸椎
    'T10': 17, # 第十胸椎
    'T11': 18, # 第十一胸椎
    'T12': 19, # 第十二胸椎
    'L1': 20, # 第一腰椎
    'L2': 21, # 第二腰椎
    'L3': 22, # 第三腰椎
    'L4': 23, # 第四腰椎
    'L5': 24, # 第五腰椎
    'S1': 25, # 第一骶椎
}